tap "1password/tap"
tap "homebrew/bundle"
brew "act"
brew "actionlint"
brew "asdf"
brew "bat"
brew "pycparser"
brew "cffi"
brew "circleci"
brew "cloc"
brew "cmake"
brew "delta", link: false
brew "direnv"
brew "docker"
brew "exa"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git-delta"
brew "glib"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gradle-completion"
brew "guile"
brew "jq"
brew "lefthook"
brew "libffi", link: true
brew "libssh2"
brew "libpq"
brew "openssl@1.1"
brew "xz"
brew "python@3.9"
brew "libslirp"
brew "libssh"
brew "qemu"
brew "lima"
brew "python-cryptography"
brew "python@3.11"
brew "mitmproxy"
brew "node"
brew "mongosh"
brew "nkf"
brew "peco"
brew "postgresql@14"
brew "python@3.10"
brew "rbenv"
brew "rust"
brew "starship"
brew "swig"
brew "terraform"
brew "tree"
brew "vercel-cli"
brew "zlib"
cask "1password-cli"
cask "alt-tab"
cask "anaconda"
cask "arc"
cask "google-chrome"
cask "input-source-pro"
cask "miniforge"
