tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "actionlint"
brew "bat"
brew "readline"
brew "xz"
brew "glib"
brew "circleci"
brew "delta", link: false
brew "direnv"
brew "docker"
brew "exa"
brew "fzf"
brew "ghq"
brew "git-delta"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gradle-completion"
brew "jq"
brew "krb5"
brew "lefthook"
brew "libslirp"
brew "qemu"
brew "lima"
brew "nkf"
brew "openssl@3"
brew "peco"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "starship"
brew "swig"
brew "terraform"
brew "tree"
brew "zlib"
cask "1password-cli"
